[Entrench X2AbilityTemplate]
LocFriendlyName="防御工事"
LocLongDescription="掩护持续到你移动为止。仅在掩体中有效。"
LocHelpText="掩护持续到你移动为止。仅在掩体中有效。"
LocFlyOverText="防御工事"
LocPromotionPopupText="<Bullet/> 防御工事提供+30防御和+50闪避，就像普通的掩护一样。<br/>"

[TakeUnder X2AbilityTemplate]
LocFriendlyName="近战处决"
LocLongDescription="一次总是命中且不会结束回合的近战武器攻击。只能对3点或更少生命值的受伤目标使用。"
LocHelpText="消灭敌人。"
LocFlyOverText="近战处决"
LocPromotionPopupText="<Bullet/> 从机械上讲，这就像标准的劈砍。\n<Bullet/>用冲刺移动攻击仍然只需要一个动作，但你需要有两个动作才能冲刺。\n<Bullet/>这次攻击永远不会miss或graze，但它的伤害仍然可以被护甲和其他减伤效果减少。<br/>"

[Beatdown X2AbilityTemplate]
LocFriendlyName="枪托殴打"
LocLongDescription="用武器的枪托击打敌人，造成很少的伤害，但使目标眩晕。只能用于非装甲、非机械目标。冷却时间为3回合。"
LocHelpText="造成1点伤害，使目标眩晕。不能攻击装甲或机械敌人。"
LocFlyOverText="枪托殴打"
LocPromotionPopupText="<Bullet/> 用枪托对敌人造成1点伤害。使目标眩晕。只能用于非装甲、非机械目标。冷却时间为3回合。<br/>"

[ABB_Infiltrator X2AbilityTemplate]
LocFriendlyName="骇客艺术"
LocFlyOverText="骇客艺术"
LocLongDescription="你的技能被要求完成一项工作。作为间谍和情报获取的大师，你获得+150黑客技能。"
LocHelpText="你获得+150黑客技能。"
LocPromotionPopupText="<Bullet/> 你的黑客分数足够大，可以确保在大多数黑客任务中获得奖励。<br/><Bullet/>注意，你仍然不能使用小精灵并且无法黑掉塔楼、机器人等。<br/><Bullet/>奖励确实适用于头颅接入器。<br/><Bullet/> 黑客奖励是通过在战术任务期间添加到士兵库存中的物品添加的。"

[DriveOut X2AbilityTemplate]
LocFriendlyName="枪托驱逐"
LocLongDescription="用武器的枪托击打敌人，造成很少的伤害，但将目标击退，可能使其脱离掩体。不能用于机械目标。冷却时间为3回合。"
LocHelpText="造成2点伤害并击退目标。不能攻击机械敌人。"
LocFlyOverText="枪托驱逐"

[ABB_Parkour X2AbilityTemplate]
LocFriendlyName="跑酷"
LocHelpText="这名士兵能够爬墙。"
LocLongDescription="这名士兵能够爬墙。请注意，窗户不能爬上去。"

[Anatomy X2AbilityTemplate]
LocFriendlyName="解剖学"
LocFlyOverText="解剖学"
LocLongDescription="你知道如何精准地攻击以造成最大伤害。你在所有攻击中获得+15%暴击率和2点破甲。"
LocHelpText="你获得暴击率和破甲加成。"
LocPromotionPopupText="<Bullet/> 这是一个无条件的被动加成。\n<Bullet/> 破甲加成不会显示在攻击预览中，但当攻击命中时会起作用。"

[Interrogator X2AbilityTemplate]
LocFriendlyName="审讯者"
LocFlyOverText="审讯者"
LocLongDescription="在某个时刻，这项工作涉及对话。携带头颅接入器时获得+1 头颅侵入次数。"
LocHelpText="携带头颅接入器时获得+1 头颅侵入次数。"
LocPromotionPopupText="<Bullet/> 必须完成试验场中的头颅接入器项目，才能使此能力产生任何效果。"

[SlashAndDashRS X2AbilityTemplate]
LocFriendlyName="移动切割"
LocLongDescription="移动并切割目标。使用一个动作且不会结束回合，但每回合只能使用一次。有4回合冷却时间，可以通过使用其他刀具技能来重置。"
LocHelpText="移动并切割目标。使用一个动作且不会结束回合，但每回合只能使用一次。有4回合冷却时间，可以通过使用其他刀具技能来重置。"
LocFlyOverText="移动切割"
LocPromotionPopupText="<Bullet/>移动并切割目标。使用一个动作但每回合只能使用一次。\n<Bullet/>能够被缴械刀锋、刀锋撕裂、影刀和致残刀锋这几个技能重置冷却时间。"

[DisarmingStrike X2AbilityTemplate]
LocFriendlyName="缴械刀锋"
LocLongDescription="一次刀击，还会使敌人的主武器失效，迫使敌人花费一个动作再次准备好它。重置移动切割。冷却时间为2回合。"
LocHelpText="攻击并缴械敌人。"
LocFlyOverText="缴械刀锋"
LocPromotionPopupText="<Bullet/> 像所有刀具攻击一样，这需要一个动作且不会结束你的回合。\n<Bullet/> 敌人的主武器需要重新装填才能再次使用。<br/>"

[Lacerate X2AbilityTemplate]
LocFriendlyName="刀锋撕裂"
LocLongDescription="一次刀击，切开了重要的东西，导致目标流血。重置移动切割。冷却时间为3回合。"
LocHelpText="攻击并造成流血。"
LocFlyOverText="刀锋撕裂"
LocPromotionPopupText="<Bullet/> 像所有刀具攻击一样，这需要一个动作且不会结束你的回合。\n<Bullet/> 流血效果每回合造成2点伤害，持续10回合。<br/>"

[Shadowmelt X2AbilityTemplate]
LocFriendlyName="影刀"
LocLongDescription="用刀击打敌人。如果你杀死了目标，进入隐身状态。重置移动切割。冷却时间为3回合。"
LocHelpText="攻击目标。杀死后进入隐身状态。"
LocFlyOverText="影刀"
LocPromotionPopupText="<Bullet/> 像所有刀具攻击一样，这需要一个动作且不会结束你的回合。\n<Bullet/> 冷却时间为3回合。<br/>"

[Hamstring X2AbilityTemplate]
LocFriendlyName="致残刀锋"
LocLongDescription="一次致残的刀砍。永久性地应用-7移动、-30瞄准和-50闪避减益效果。重置移动切割。冷却时间为3回合。"
LocHelpText="砍伤敌人，降低敌人的移动、瞄准和闪避能力。"
LocFlyOverText="致残刀锋"
LocPromotionPopupText="<Bullet/> 像所有刀具攻击一样，这需要一个动作且不会结束你的回合。\n<Bullet/> 冷却时间为3回合。<br/><Bullet/>可以对同一个敌人多次使用；减益效果叠加。<br/>"

[NimbleHands X2AbilityTemplate]
LocFriendlyName="灵巧之手"
LocLongDescription="作为一个免费动作，重新装填你的武器。每3回合可以使用一次。"
LocHelpText="作为一个免费动作重新装填你的武器。"
LocFlyOverText="灵巧之手"

[ABB_TrialByFire X2AbilityTemplate]
LocFriendlyName="火炼真金"
LocLongDescription="在每次任务开始时永久获得+1瞄准和+1意志。"
LocHelpText="在每次任务开始时获得1点瞄准和1点意志。"
LocPromotionPopupText="<Bullet/>在每次任务开始时触发。<br/>"
LocFlyOverText="火炼真金：+1瞄准/意志"

[Taunt X2AbilityTemplate]
LocFriendlyName="嘲讽"
LocLongDescription="试图将敌人的火力吸引到你身上。将防御降低30，将闪避提高70。像掩护一样使用，结束回合。"
LocHelpText="试图将敌人的火力吸引到你身上。将防御降低30，将闪避提高70。"
LocFlyOverText="嘲讽"
LocPromotionPopupText="<Bullet/> 对于具有高护甲来减少即将到来的伤害的士兵特别有用。\n<Bullet/> 像掩护一样使用，但不需要掩体。它也不会与Aim或Deep Cover互动。"

[ShieldTaunt X2AbilityTemplate]
LocFriendlyName="嘲讽（盾牌）"
LocLongDescription="试图将敌人的火力吸引到你身上。将防御降低80。免费动作，每回合可以使用一次。"
LocHelpText="试图将敌人的火力吸引到你身上。将防御降低80。免费动作，每回合可以使用一次。"
LocFlyOverText="嘲讽（盾牌）"
LocPromotionPopupText="<Bullet/> 对于具有高护甲和/或闪避来减少即将到来的伤害的士兵特别有用。\n<Bullet/> 免费动作并且每回合可以使用一次。\n<Bullet/> 不被视为攻击性动作，因此仍然允许获得Guard能力的免费堆叠。"

[HiddenReserves X2AbilityTemplate]
LocFriendlyName="隐藏储备"
LocLongDescription="每次任务中，作为一个免费动作，将所有技能的冷却时间重置为零。"
LocHelpText="重置所有技能冷却时间。"
LocFlyOverText="隐藏储备"

[TearDown X2AbilityTemplate]
LocFriendlyName="拆除"
LocLongDescription="作为一个免费动作，用精准的射击引爆环境爆炸物。"
LocHelpText="引爆环境爆炸物。"
LocPromotionPopupText="<Bullet/> 冷却时间为2回合。请注意，与Reaper的Remote Start不同，拆除不会增加爆炸的伤害或范围，但它也不需要任何弹药。"

[ABB_Bombard X2AbilityTemplate]
LocFriendlyName="铁饭碗"
LocLongDescription="在所有手榴弹和装备火箭上获得一次额外使用机会。此外，在你装备的手榴弹之外再获得一个额外的碎片手榴弹。"
LocHelpText="你的手榴弹和火箭各获得一次额外使用机会。此外，获得一个额外的碎片手榴弹。"
LocFlyOverText="铁饭碗"
LocPromotionPopupText="<Bullet/> 战场扫描仪也被视为手榴弹以用于此能力。请注意，即使它们是基于火箭或手榴弹的重型武器也不受此能力影响。"

[ABB_Cannonade X2AbilityTemplate]
LocFriendlyName="第二炮击"
LocLongDescription="在所有手榴弹和装备火箭上获得一次额外使用机会。此外，获得炸弹诗人能力，让你多2格的手榴弹发射半径。"
LocHelpText="你的手榴弹和火箭各获得一次额外使用机会。此外，获得炸弹诗人能力。"
LocFlyOverText="第二炮击"
LocPromotionPopupText="<Bullet/> 战场扫描仪也被视为手榴弹以用于此能力。请注意，即使它们是基于火箭或手榴弹的重型武器也不受此能力影响。"

[Battlespace X2AbilityTemplate]
LocFriendlyName="战场掌控"
LocLongDescription="将你的视野半径增加3格。每次任务中，你可以将这个奖励增加到12格一回合。"
LocHelpText="将你的视野半径增加3格。每次任务中，你可以将这个奖励增加到12格一回合。"
LocFlyOverText="战场掌控"

[BattlespacePassive X2AbilityTemplate]
LocFriendlyName="战场掌控"
LocLongDescription="你从战场掌控中获得+3视野半径。"
LocHelpText="你从战场掌控中获得+3视野半径。"
LocPromotionPopupText="<Bullet/> 额外的+9视野半径在一回合后消失。\n<Bullet/> +3视野半径是永久性的。<br/>"

[MineLayer X2AbilityTemplate]
LocFriendlyName="布雷器"
LocHelpText="提供一个免费的地雷。"
LocLongDescription="提供一个免费的地雷。"

[RiotControl X2AbilityTemplate]
LocFriendlyName="防暴控制"
LocLongDescription="每个任务都有一个免费的烟雾弹和一个免费的闪光弹。"
LocHelpText="每个任务都有一个免费的烟雾弹和一个免费的闪光弹。"
LocFlyOverText="防暴控制"
LocPromotionPopupText="<Bullet/> 即使你携带其他手榴弹，这些闪光弹和烟雾弹也会装备。<br/>"

[TrainedSniper X2AbilityTemplate]
LocFriendlyName="狙神"
LocHelpText="授予远程视野能力，但仅当狙击步枪作为这名士兵的主要武器时才能使用。"
LocLongDescription="授予远程视野能力，但仅当狙击步枪作为这名士兵的主要武器时才能使用。"
LocPromotionPopupText="<Bullet/> 任何来自狙击步枪类别的武器都可以计入此能力，例如自动狙击步枪或攻击步枪，以及标准狙击步枪。<br/>"

[PerfectPlan X2AbilityTemplate]
LocFriendlyName="完美计划"
LocHelpText="通过自己的行动从隐身中显露出来时获得一个动作，以及攀爬墙壁的能力，还可以抵消黑客失败的惩罚。"
LocLongDescription="通过自己的行动从隐身中显露出来时获得一个动作，以及攀爬墙壁的能力，还可以抵消黑客失败的惩罚。"
LocPromotionPopupText="<Bullet/> 快速脚步将允许士兵在站在开阔地带时伏击一群敌人，或者从隐身中黑客目标而不将自己置于危险之中。\n<Bullet/> 即使没有小精灵或BIT，Failsafe仍然可以避免头颅接入器尝试或使用Hacker's Laptop骇入变种人防御塔的失败效果。\n<Bullet/> 墙壁可以攀爬，但窗户不能。"

[Jingoistic X2AbilityTemplate]
LocFriendlyName = "沙文主义者"
LocHelpText = "是时候打仗了。这名士兵被授予一个手榴弹槽和一个重型武器槽，无论穿着什么盔甲。"
LocLongDescription = "是时候打仗了。这名士兵被授予一个手榴弹槽和一个重型武器槽，无论穿着什么盔甲。"
LocPromotionPopupText = "<Bullet/> 请注意，此能力提供的奖励插槽不会与大多数其他提供一个或两个相同插槽的能力或设备叠加，例如EXO或WAR 护甲。"

[ABB_TakeDown X2AbilityTemplate]
LocFriendlyName="处决"
LocFlyOverText="处决"
LocHelpText="一种近战终结技，永远不会错过，并且即使与冲刺动作一起使用也不会结束您的回合，但只能针对3点或更少HP的受损敌人。每回合只能使用一次。"
LocLongDescription="一种近战终结技，永远不会错过，并且即使与冲刺动作一起使用也不会结束您的回合，但只能针对3点或更少HP的受损敌人。每回合只能使用一次。"
LocPromotionPopupText="<Bullet/> 这次攻击总是造成5点伤害。如果敌人有足够的护甲或其他伤害抗性，处决可能并不总是会导致杀死。\n<Bullet/> 处决每回合只能使用一次，如果作为第一个动作使用，只能与冲刺一起使用。\n<Bullet/> 与近战处决不同，处决并不依赖于近战武器。人类士兵将使用枪托，某些外星人将挥拳或用爪子砍。"

[MarathonRunner_MJ X2AbilityTemplate]
LocFriendlyName="马拉松跑者"
LocLongDescription="花费2个行动点获得3个仅移动行动点。每隔一回合可以使用一次。"
LocHelpText="花费2个行动点获得3个仅移动行动点。冷却1回合。"
LocFlyOverText="马拉松跑者"
LocPromotionPopupText="<Bullet/> 马拉松跑者不仅能让<Ability:ClassName/>与其他小队成员会合，还能让他们超前于其他小队成员标记补给箱或营救平民。\n<Bullet/> 每隔一回合可以使用一次。\n<Bullet/> 记住：在激活此能力后，在大多数情况下，<Ability:ClassName/>在本回合剩余时间内将无法攻击。\n<Bullet/> 您仍然可以给这名士兵额外的行动，例如通过团队合作或指挥。"

[PrototypeKineticDrivers X2AbilityTemplate]
LocFriendlyName="原型动能驱动器"
LocLongDescription="原型打击模块将近战攻击的伤害提高+2，或对于半伤害近战攻击（如反击）提高+1。"
LocHelpText="原型打击模块将近战攻击的伤害提高+2，或对于半伤害近战攻击（如反击）提高+1。"
LocFlyOverText="原型动能驱动器"

[40mmGrenadePouches X2AbilityTemplate]
LocFriendlyName="40mm手榴弹袋"
LocLongDescription="这种盔甲具有用于存放额外40mm手榴弹的袋子。这名士兵每次任务都能多装填2次下挂式手榴弹发射器。"
LocHelpText="这种盔甲具有用于存放额外40mm手榴弹的袋子。这名士兵每次任务都能多装填2次下挂式手榴弹发射器。"
LocFlyOverText="40mm手榴弹袋"

[AssaultShot X2AbilityTemplate]
LocFriendlyName="突击射击"
LocHelpText="一次不消耗行动点的射击，每回合只能使用一次，但只能针对距离射手4格以内的目标。即使在迷惑状态下也可以使用，但在燃烧时不能使用。"
LocLongDescription="一次不消耗行动点的射击，每回合只能使用一次，但只能针对距离射手4格以内的目标。即使在迷惑状态下也可以使用，但在燃烧时不能使用。"

[ShortShot X2AbilityTemplate]
LocFriendlyName="短程射击"
LocHelpText="一次只能针对距离射手4格以内的目标的射击。即使在迷惑状态下也可以使用，但在燃烧时不能使用。消耗1个行动点并结束回合。"
LocLongDescription="一次只能针对距离射手4格以内的目标的射击。即使在迷惑状态下也可以使用，但在燃烧时不能使用。消耗1个行动点并结束回合。"

[ShortShotGatlingMec X2AbilityTemplate]
LocFriendlyName="短程射击"
LocHelpText="一次只能针对距离射手6格以内的目标的射击。即使在迷惑状态下也可以使用，但在燃烧时不能使用。消耗1个行动点并结束回合。"
LocLongDescription="一次只能针对距离射手6格以内的目标的射击。即使在迷惑状态下也可以使用，但在燃烧时不能使用。消耗1个行动点并结束回合。"

[TelekinesisShot X2AbilityTemplate]
LocFriendlyName="念力射击"
LocHelpText="一种由超能力引导的特殊射击，忽略掩体加成但无法获得暴击。只能针对被射手掩护且未被射手侧翼的目标使用。每次使用之间有3回合冷却时间。"
LocLongDescription="一种由超能力引导的特殊射击，忽略掩体加成但无法获得暴击。只能针对被射手掩护且未被射手侧翼的目标使用。每次使用之间有3回合冷却时间。消耗2个行动点并在使用时结束回合。在迷惑或压制状态下无法使用。"

[WatchfulRaptor X2AbilityTemplate]
LocFriendlyName="警觉猛禽"
LocHelpText="在使用超能打击或念力射击后自动进入守望状态。"
LocLongDescription="在使用超能打击或念力射击后自动进入守望状态。"

[SeeTheFuture X2AbilityTemplate]
LocFriendlyName="预见未来"
LocLongDescription="对一次攻击变得无懈可击。只能在防御姿态下使用。消耗1个行动点并在使用时结束士兵的回合。"
LocHelpText="对一次攻击变得无懈可击。只能在防御姿态下使用。消耗1个行动点并在使用时结束士兵的回合。"
LocFlyOverText="预见未来"
LocPromotionPopupText="<Bullet/> 每回合只能使用一次。\n<Bullet/> 预见未来可以成为一个很好的诱饵敌人攻击的方式，但如果多个未控制的敌人仍然活跃，请仔细考虑选择使用它而不是移动到更好的掩体。"

[StasisShell X2AbilityTemplate]
LocFriendlyName="静滞外壳"
LocLongDescription="将自己置于静滞状态，直到下一个回合开始。只能在防御姿态下使用，每隔一回合只能使用一次。消耗1个行动点并在使用时结束士兵的回合。"
LocHelpText="将自己置于静滞状态，直到下一个回合开始。只能在防御姿态下使用，每隔一回合只能使用一次。消耗1个行动点并在使用时结束士兵的回合。"
LocFlyOverText="静滞外壳"
LocPromotionPopupText="<Bullet/> 每隔一回合可以使用一次。\n<Bullet/> 静滞外壳会使<Ability:ClassName/>完全无法被攻击，这会更好或更糟地迫使敌人攻击您的其他小队成员。\n<Bullet/> <Ability:ClassName/>仍然可能因摔落而受到伤害或发现自己站在火中当从静滞外壳中出现时，因此请注意潜在危险位置。"

[Multitasking X2AbilityTemplate]
LocFriendlyName="多任务处理"
LocHelpText="每当您对目标进行援助协议时，您也会对自己进行援助协议。"
LocLongDescription="每当您对目标进行援助协议时，您也会对自己进行援助协议。这包括威胁评估（如果可用）。"
LocPromotionPopupText="<Bullet/> 多任务处理仅在针对除自己以外的单位时才起作用。针对自己不会叠加效果。"

[FreeScanner X2AbilityTemplate]
LocFriendlyName="侦察员"
LocHelpText="每4回合，作为一个免费动作，您可以使用战斗扫描仪。"
LocLongDescription="每4回合，作为一个免费动作，您可以使用战斗扫描仪。这不需要或消耗任何实际装备的战斗扫描仪。"
LocPromotionPopupText="<Bullet/> 侦察员授予的战斗扫描仪可以无限期地使用，仅受冷却时间限制。\n<Bullet/> 这些战斗扫描仪与战斗扫描仪物品或侦察员能力授予的战斗扫描仪分开。"

[ScoutScanner X2AbilityTemplate]
LocFriendlyName="侦察员"
LocHelpText="每4回合，作为一个免费动作，您可以使用战斗扫描仪。"
LocLongDescription="每4回合，作为一个免费动作，您可以使用战斗扫描仪。这不需要或消耗任何实际装备的战斗扫描仪。"
LocPromotionPopupText="<Bullet/> 侦察员授予的战斗扫描仪可以无限期地使用，仅受冷却时间限制。\n<Bullet/> 这些战斗扫描仪与战斗扫描仪物品或侦察员能力授予的战斗扫描仪分开。"

[HurricaneSlash X2AbilityTemplate]
LocFriendlyName="飓风砍击"
LocHelpText="砍击相邻目标。消耗1个仅移动行动点，如果您还有其他行动剩余，则不会结束回合。"
LocLongDescription="砍击相邻目标。消耗1个仅移动行动点，如果您还有其他行动剩余，则不会结束回合。"
LocPromotionPopupText="<Bullet/> 如果您没有为士兵授予提供移动仅行动点的能力，例如旋风或马拉松跑者，那么这种能力将完全没有任何用处。\n<Bullet/> 飓风砍击不能在士兵燃烧或迷惑时使用。\n<Bullet/> 没有冷却时间。\n<Bullet/> 当与旋风和收割者一起使用时，飓风砍击可以让您减轻收割者链的第一个目标上不幸的伤害掷骰。"

[Bullfighter X2AbilityTemplate]
LocFriendlyName="斗牛士"
LocHelpText="对目标进行极其准确的冲刺近战攻击，造成很少的伤害但使其昏迷2个行动。"
LocLongDescription="对目标进行极其准确的冲刺近战攻击，造成很少的伤害但使其昏迷2个行动。消耗1个行动点，使用时结束回合，没有冷却时间。替换牛头冲锋。"
LocPromotionPopupText="<Bullet/> 斗牛士可以用来使机械单位以及有机单位昏迷。只有免疫昏迷或免疫所有精神疾病才会妨碍它。\n<Bullet/> 虽然牛头冲锋只有+15瞄准修正，但斗牛士有+100瞄准修正，因此在大多数情况下不会错过。"

[Phasic_Shot_MJ X2AbilityTemplate]
LocFriendlyName="相位射击"
LocLongDescription="军事突击MEC的霰弹枪装载了相位弹药，这些弹药忽略护甲、盾牌和掩体防御加成。机器实体不能被此能力目标。"
LocHelpText="霰弹枪攻击忽略护甲、盾牌和掩体防御加成。机器敌人不能被目标。"
LocFlyOverText="相位射击"

[SoulMania X2AbilityTemplate]
LocFriendlyName="灵魂狂热"
LocLongDescription="对任何进入或从2格内攻击的敌人进行免费的超能力攻击。保证命中，但不会针对机器或具有影步的单位。"
LocHelpText="对任何进入或从2格内攻击的敌人进行免费的超能力攻击。保证命中，但不会针对机器或具有影步的单位。"
LocFlyOverText="灵魂狂热"
LocPromotionPopupText="<Bullet/> 如果敌人在2格内开始他们的回合，当那个敌人试图攻击<Ability:ClassName/>时，灵魂狂热将触发。\n<Bullet/> 如果敌人没有在2格内开始他们的回合，那么当那个敌人移动到那个范围内时，灵魂狂热将触发。\n<Bullet/> 灵魂狂热造成与灵魂之火相同的基础超能力伤害，并且类似地不能针对机器，但与灵魂之火不同，它并不忽略护甲或盾牌。\n<Bullet/> 灵魂狂热保证命中，但仍然被视为反应攻击，因此不会针对具有影步的单位。\n<Bullet/> 在<Ability:ClassName/>自己的回合内不会触发。"

[SoulManiaAttack X2AbilityTemplate]
LocFriendlyName="灵魂狂热"
LocLongDescription="对任何进入或从2格内攻击的敌人进行免费的超能力攻击。保证命中，但不会针对机器或具有影步的单位。"
LocHelpText="对任何进入或从2格内攻击的敌人进行免费的超能力攻击。保证命中，但不会针对机器或具有影步的单位。"
LocFlyOverText="灵魂狂热"
LocPromotionPopupText="<Bullet/> 如果敌人在2格内开始他们的回合，当那个敌人试图攻击<Ability:ClassName/>时，灵魂狂热将触发。\n<Bullet/> 如果敌人没有在2格内开始他们的回合，那么当那个敌人移动到那个范围内时，灵魂狂热将触发。\n<Bullet/> 灵魂狂热造成与灵魂之火相同的基础超能力伤害，并且类似地不能针对机器，但与灵魂之火不同，它并不忽略护甲或盾牌。\n<Bullet/> 灵魂狂热保证命中，但仍然被视为反应攻击，因此不会针对具有影步的单位。\n<Bullet/> 在<Ability:ClassName/>自己的回合内不会触发。"

[AssaultMecCCS X2AbilityTemplate]
LocFriendlyName="近战射击"
LocLongDescription="每回合一次，用您的<Ability:WeaponName/>对任何移动到4格以内的目标进行反应射击。"
LocHelpText="每回合一次，用您的<Ability:WeaponName/>对任何移动到4格以内的目标进行反应射击。"
LocFlyOverText="近战射击"
LocPromotionPopupText="<Bullet/> 仅在移动时触发，而非其他动作。\n<Bullet/> 如果目标已经在您4格以内，则不会触发。\n<Bullet/> 在<Ability:ClassName/>自己的回合内不会触发。"

[AssaultMecCCSPhase X2AbilityTemplate]
LocFriendlyName="近战相位射击"
LocLongDescription="每回合一次，用您的<Ability:WeaponName/>对任何移动到4格以内的目标进行反应射击。忽略护甲和盾牌但不能针对机器。"
LocHelpText="每回合一次，用您的<Ability:WeaponName/>对任何移动到4格以内的目标进行反应射击。忽略护甲和盾牌但不能针对机器。"
LocFlyOverText="近战相位射击"
LocPromotionPopupText="<Bullet/> 仅在移动时触发，而非其他动作。\n<Bullet/> 如果目标已经在您4格以内，则不会触发。\n<Bullet/> 在<Ability:ClassName/>自己的回合内不会触发。"

[BloodyKnuckles X2AbilityTemplate]
LocFriendlyName="血腥拳头"
LocHelpText="所有近战攻击获得+3伤害。"
LocLongDescription="所有近战攻击获得+3伤害。"
LocPromotionPopupText="<Bullet/> 这影响所有近战攻击，包括但不限于使用刀、剑、撕裂钩或刺刀进行攻击，以及不依赖武器进行攻击（如牛头冲锋）。"
LocFlyOverText="血腥拳头"

[RagingBull X2AbilityTemplate]
LocFriendlyName="暴怒公牛"
LocHelpText="对任何进入或从近战范围内攻击的敌人进行免费近战攻击。造成少量伤害，命中后保证昏迷2个行动。这次攻击将尝试多次，直到在给定回合内成功命中，但只有目标数量那么多次。在<Ability:ClassName/>自己的回合内不会触发。成功命中之间有1回合冷却时间。"
LocLongDescription="对任何进入或从近战范围内攻击的敌人进行免费近战攻击。造成少量伤害，命中后保证昏迷2个行动。这次攻击将尝试多次，直到在给定回合内成功命中，但只有目标数量那么多次。在<Ability:ClassName/>自己的回合内不会触发。成功命中之间有1回合冷却时间。"
LocPromotionPopupText="<Bullet/> 暴怒公牛可以用来使机械单位以及有机单位昏迷。只有免疫昏迷或免疫所有精神疾病才会妨碍它。\n<Bullet/> 在<Ability:ClassName/>自己的回合内不会触发。\n<Bullet/> 1回合冷却时间仅在成功命中时生效。请注意，即使这次攻击并未实际使目标昏迷，它仍然被视为命中，因此对于冷却时间而言，要小心免疫昏迷的敌人，例如Celatids。"
LocFlyOverText="暴怒公牛"

[RagingBullAttack X2AbilityTemplate]
LocFriendlyName="暴怒公牛"
LocHelpText="对任何进入或从近战范围内攻击的敌人进行免费近战攻击。造成少量伤害，命中后保证昏迷2个行动。这次攻击将尝试多次，直到在给定回合内成功命中，但只有目标数量那么多次。在<Ability:ClassName/>自己的回合内不会触发。"
LocLongDescription="对任何进入或从近战范围内攻击的敌人进行免费近战攻击。造成少量伤害，命中后保证昏迷2个行动。这次攻击将尝试多次，直到在给定回合内成功命中，但只有目标数量那么多次。在<Ability:ClassName/>自己的回合内不会触发。"
LocPromotionPopupText="<Bullet/> 暴怒公牛可以用来使机械单位以及有机单位昏迷。只有免疫昏迷或免疫所有精神疾病才会妨碍它。\n<Bullet/> 在<Ability:ClassName/>自己的回合内不会触发。"
LocFlyOverText="暴怒公牛"

[ColdSnap X2AbilityTemplate]
LocFriendlyName="寒流来袭"
LocHelpText="每回合第一次使用Cryolator的标准射击将退还一个标准行动点。"
LocLongDescription="每回合第一次使用Cryolator的标准射击将退还一个标准行动点。不适用于特殊射击（如Fulmination）或罐式攻击。"
LocFlyOverText="寒流来袭"

[Sawbones X2AbilityTemplate]
LocFriendlyName="锯骨医生"
LocHelpText="获得救世主和中和剂能力。此外，每回合第一次使用医疗协议将退还一个标准行动点。"
LocLongDescription="获得救世主和中和剂能力。此外，每回合第一次使用医疗协议将退还一个标准行动点。"
LocPromotionPopupText="<Bullet/> 救世主将所有治疗能力的治疗量提高4点。\n<Bullet/> 中和剂允许援助协议从目标身上移除燃烧、中毒、酸蚀和出血效果。\n<Bullet/> 中和剂仅影响援助协议，而不影响堡垒协议。"
LocFlyOverText="锯骨医生"

[SawbonesPassive X2AbilityTemplate]
LocFriendlyName="锯骨医生"
LocHelpText="获得救世主和中和剂能力。此外，每回合第一次使用医疗协议将退还一个标准行动点。"
LocLongDescription="获得救世主和中和剂能力。此外，每回合第一次使用医疗协议将退还一个标准行动点。"
LocPromotionPopupText="<Bullet/> 救世主将所有治疗能力的治疗量提高4点。\n<Bullet/> 中和剂允许援助协议从目标身上移除燃烧、中毒、酸蚀和出血效果。\n<Bullet/> 中和剂仅影响援助协议，而不影响堡垒协议。"
LocFlyOverText="锯骨医生"

[ShankRedemption X2AbilityTemplate]
LocFriendlyName="刀刃救赎"
LocHelpText="每回合第一次使用刀斗士将退还一个标准行动点。"
LocLongDescription="每回合第一次使用刀斗士将退还一个标准行动点。不适用于任何其他刀技能。"
LocFlyOverText="刀刃救赎"

[BeatUpPassive X2AbilityTemplate]
LocFriendlyName="殴打"
LocHelpText="殴打不再有冷却时间。"
LocLongDescription="殴打不再有冷却时间。"
LocPromotionPopupText="<Bullet/> 选择殴打将允许士兵可靠地在多个回合内保持单个敌人目标锁定。\n<Bullet/> 请注意，殴打的其他限制不受影响。它仍然不能针对机器或当前至少有1点护甲的任何敌人单位。"
LocFlyOverText="殴打"

[BeatUp X2AbilityTemplate]
LocFriendlyName="殴打"
LocLongDescription="用武器的枪托击打敌人，造成很少的伤害，但使目标昏迷。只能用于未装甲、非机器目标。"
LocHelpText="造成1点伤害，使目标昏迷。不能针对装甲或机械敌人。"
LocFlyOverText="殴打"
LocPromotionPopupText="<Bullet/> 用枪托对敌人造成1点伤害。使目标昏迷。只能用于未装甲、非机器目标。"

[LicenceToKill X2AbilityTemplate]
LocFriendlyName="杀戮许可证"
LocHelpText="当装备狙击步枪时获得远程视野和补偿能力；当装备霰弹枪时获得致残能力；当装备冲锋枪时获得走火能力。"
LocLongDescription="当装备狙击步枪时获得远程视野和补偿能力；当装备霰弹枪时获得致残能力；当装备冲锋枪时获得走火能力。"
LocPromotionPopupText="<Bullet/> 补偿将在士兵使用2个行动点开火他们的狙击步枪时退还士兵一个标准行动点。\n<Bullet/> 致残是一种特殊射击，造成正常伤害并阻止目标在下一个回合移动。\n<Bullet/> 走火是一种特殊射击，具有+30瞄准，但-30暴击并造成一半伤害。"
LocFlyOverText="杀戮许可证"

[DoubleOrNothing X2AbilityTemplate]
LocFriendlyName="孤注一掷"
LocHelpText="获得双管齐下和泵动式动作能力，只要您的副武器装备了短管霰弹枪。"
LocLongDescription="获得双管齐下和泵动式动作能力，只要您的副武器装备了短管霰弹枪。"
LocPromotionPopupText="<Bullet/> 双管齐下让你用两发弹药发射一发双倍伤害的短管霰弹枪射击。\n<Bullet/> 泵动式动作为您的短管霰弹枪提供两次额外射击。"
LocFlyOverText="孤注一掷"

[FishInABarrel X2AbilityTemplate]
LocFriendlyName="鱼跃于渊"
LocHelpText="当您的主武器装备突击步枪或冲锋枪时，获得哨兵能力。当您的主武器装备狙击步枪时，您获得使用一个行动点进行守望的能力。"
LocLongDescription="当您的主武器装备突击步枪或冲锋枪时，获得哨兵能力。当您的主武器装备狙击步枪时，您获得使用一个行动点进行守望的能力。"
LocPromotionPopupText="<Bullet/> 哨兵在您使用守望时为您提供额外的守望射击。\n<Bullet/> 当使用狙击步枪时，狙击步枪特定的守望被大多数其他主要枪械类型使用的标准守望能力所取代。请注意，某些狙击步枪变体，如先驱者步枪或暗矛，根本不会从这种变化中受益。"
LocFlyOverText="鱼跃于渊"

[SoftenUp X2AbilityTemplate]
LocFriendlyName="软化"
LocHelpText="对满血目标的攻击获得+2额外伤害。"
LocLongDescription="对满血目标的攻击获得+2额外伤害。"
LocPromotionPopupText="<Bullet/> 适用于任何使用武器伤害的东西，包括但不限于枪械、近战和手榴弹。"
LocFlyOverText="软化"

[ScourgeCutter X2AbilityTemplate]
LocFriendlyName="灾祸切割者"
LocHelpText="一次用近战武器进行砍击攻击，总是一个免费动作，但每回合只能使用一次且不能获得暴击。即使士兵没有剩余行动也可以使用。"
LocLongDescription="一次用近战武器进行砍击攻击，总是一个免费动作，但每回合只能使用一次且不能获得暴击。需要用户处于近战范围内。即使士兵没有剩余行动也可以使用。"
LocPromotionPopupText="<Bullet/> 灾祸切割者作为一个免费动作可以让你移动、攻击然后移开，或移动、攻击然后再次攻击（如果你有另一个剑技能或备用武器，例如手枪或短管霰弹枪）。\n<Bullet/> 能够在没有剩余行动时使用意味着灾祸切割者可以例如在冲刺到敌人的近战范围内后使用。"
LocFlyOverText="灾祸切割者"

[YouGotThis X2AbilityTemplate]
LocFriendlyName="你行的"
LocHelpText="向可见盟友授予一次守望射击。每回合只能使用一次，并在使用时结束<Ability:ClassName/>'s回合。"
LocLongDescription="向可见盟友授予一次守望射击。每回合只能使用一次，并在使用时结束<Ability:ClassName/>'s回合。"
LocPromotionPopupText="<Bullet/> 你行的可以在不打破隐身状态下使用。\n<Bullet/> 盟友必须能够执行守望射击才能从你行的中受益。"
LocFlyOverText="你行的"

[SlaveDrive X2AbilityTemplate]
LocFriendlyName="奴隶驱动器"
LocHelpText="永远不要问你能否拿走。当装备GREMLIN或BIT副武器时获得Haywire协议能力。此外，您的全面覆盖能力获得一个额外的充电。"
LocLongDescription="永远不要问你能否拿走。当装备GREMLIN或BIT副武器时获得Haywire协议能力。此外，您的全面覆盖能力获得一个额外的充电。"
LocPromotionPopupText="<Bullet/> Haywire协议让您用GREMLIN或BIT使敌人机器单位昏迷或暂时控制。"
LocFlyOverText="奴隶驱动器"

[QuickScope X2AbilityTemplate]
LocFriendlyName="快速瞄准镜"
LocHelpText="在使用无瞄准镜后自动进入守望状态。"
LocLongDescription="在使用无瞄准镜后自动进入守望状态。"
LocFlyOverText="快速瞄准镜"

[StayOnTarget X2AbilityTemplate]
LocFriendlyName="保持目标"
LocHelpText="移除引导目标能力的冷却时间。"
LocLongDescription="移除引导目标能力的冷却时间。"
LocFlyOverText="保持目标"